export const Consts = Object.freeze({
  introduction: {
    title: "مقدمه",
    subtitle:
      "این سامانه یک ابزار هوشمند است که با بهره‌گیری از تکنولوژی‌های پیشرفته‌ی هوش مصنوعی و داده‌کاوی، به کاربران (بیماران و پزشکان) کمک می‌کند تا بتوانند علاوه بر تخمین و تشخیص درصد ابتلا به پسوریازیس نوع پسوریازیشان را نیز مشخص کنند. همچنین بر اساس نوع بیماری توصیه های تخصصی دریافت کنند.",
  },
  goals: {
    title: "اهداف سامانه",
    // items: ['تشخیص دقیق‌تر: ارائه نتایج تشخیصی مبتنی بر تصاویر و داده‌های واردشده.' ],
  },
});
