export const Consts = Object.freeze({
  title: "قوانین کلی ورزش برای انواع پسوریازیس",
  recommendations: [
    {
      title: "به آرامی شروع کنید",
      description:
        "با تمرینات کم شدت شروع کنید و به تدریج بر اساس سطح راحتی خود شدت را افزایش دهید.",
    },
    {
      title: "هیدراته بمانید",
      description:
        "برای حفظ رطوبت پوست، قبل، حین و بعد از ورزش مقدار زیادی آب بنوشید.",
    },
    {
      title: "لباس های راحت بپوشید",
      description:
        "پارچه های گشاد و قابل تنفس را برای کاهش تحریک پوست انتخاب کنید.",
    },
    {
      title: "استفاده از مرطوب کننده ها",
      description:
        "قبل و بعد از ورزش از مرطوب کننده استفاده کنید تا از خشک شدن پوست جلوگیری کنید.",
    },
    {
      title: "محیط مناسب را انتخاب کنید",
      description:
        "برای جلوگیری از گرمازدگی و تعریق در محیط های خنک و مرطوب ورزش کنید.",
    },
    {
      title: "مدیریت استرس",
      description:
        "فعالیت‌های کاهش‌دهنده استرس مانند یوگا، مدیتیشن یا تمرین‌های تنفس عمیق را بگنجانید.",
    },
    {
      title: "روال ورزش منظم",
      description:
        "برای کمک به مدیریت وزن و کاهش التهاب، ورزش مداوم را هدف قرار دهید.",
    },
    {
      title: "به بدن خود گوش دهید",
      description:
        "از فشار دادن به درد یا ناراحتی خودداری کنید و در صورت نیاز تمرینات را تنظیم کنید.",
    },
    {
      title: "با یک متخصص مشورت کنید",
      description:
        "با یک فیزیوتراپ یا مربی آشنا به پسوریازیس کار کنید تا یک برنامه ورزشی متناسب با نیازهای شما تنظیم کنید.",
    },
    {
      title: "وضعیت پوست را کنترل کنید",
      description:
        "به طور مرتب پوست خود را برای هر گونه تغییر یا شعله ور بررسی کنید و برنامه تمرینی خود را مطابق با آن تنظیم کنید.",
    },
  ],
  note: "هدف این توصیه های ورزشی ایجاد تعادل بین حفظ آمادگی جسمانی و مدیریت علائم پسوریازیس است. همیشه قبل از شروع یک رژیم ورزشی جدید با یک ارائه دهنده مراقبت های بهداشتی مشورت کنید تا مطمئن شوید که با نیازها و شرایط خاص سلامتی شما مطابقت دارد.",
});
