export const Consts = Object.freeze({
  title: "درباره ما",
  description: [
    "سامانه تشخیصی و توصیه‌گر پسوریازیس حاصل تلاش پژوهشی در مقطع دکترای تخصصی و پروژه پایان‌نامه این مقطع است. هدف اصلی این سامانه، کمک به تشخیص دقیق‌تر بیماری پسوریازیس و ارائه توصیه‌های کاربردی و شخصی‌سازی‌شده برای مدیریت بهتر این بیماری است.",
    "این سامانه با بهره‌گیری از تکنولوژی‌های پیشرفته‌ای همچون هوش مصنوعی، پردازش تصویر، و تحلیل داده‌ها طراحی شده و تلاش دارد تا نقشی موثر در بهبود کیفیت زندگی بیماران مبتلا به پسوریازیس ایفا کند.",
    "تمامی حقوق مادی و معنوی این سامانه متعلق به دانشگاه علوم پزشکی تهران است و توسعه آن با همکاری متخصصان حوزه پزشکی و فناوری اطلاعات صورت گرفته است.",
  ],
  ourMission: {
    title: "ماموریت ما:",
    missions: [
      "تسهیل فرآیند تشخیص بیماری پسوریازیس",
      "ارائه راه‌حل‌ها و توصیه‌هایی برای مدیریت علائم و بهبود کیفیت زندگی بیماران",
      "افزایش آگاهی در زمینه بیماری و روش‌های درمان آن",
    ],
  },
  secDescription:
    "ما به ارائه خدمات دقیق، امن و کارآمد برای بیماران و پزشکان متعهد هستیم و امیدواریم این سامانه بتواند گامی موثر در مسیر بهبود سلامت عمومی باشد",
});
