export const Consts = Object.freeze({
  title: "ارسال عکس",
  subTitle: "عکس ضایعه پوستی بیمار را ارسال کنید",
  send: "ارسال",
  forUploading: "برای آپلود عکس",
  click: "کلیک کنید",
  drag: "یا فایل را اینجا رها کنید",
  result: "تشخیص احتمالی سیستم بر اساس عکس بیمار نوع",
  is: "است",
  patientPhoneNumber: "شماره تلفن",
  patientPhoneNumberPlaceHolder: "شماره تلفن بیمار را وارد کنید",
  noPatientError:
    "پرونده ای برای بیمار ساخته نشده، لطفا بعد از تشکیل پرونده به صفحه ی تشخیص نوع بیماری برگردید",
  imageDimensionError: "ابعاد عکس شما باید 640*640 باشد",
  imageFormatError: "فرمت عکس شما باید .jpg باشد",
  shouldCheckedByDoctor:
    "تشخیص نوع بیماری بر عهده پزشک است؛ ضمنا اطلاعات شما برای پزشک ارسال خواهد شد ، پس از تایید پزشک و اعلام نوع نهایی بیماری، شما می توانید به پنل دریافت توصیه دسترسی داشته باشید.",
});
