export const Consts = Object.freeze({
  title: "به سوالات زیر پاسخ دهید",
  subTitle: "لطفا به تمامی سوالات زیر با بله یا خیر با دقت پاسخ دهید",
  yes: "Yes",
  yesFa: "بله",
  no: "No",
  noFa: "نه",
  continue: "ادامه",
  alarm: "پیام هشدار",
  diagnosis: "احتمال پیشنهادی برای تشخیص بیماری شما",
  percentage: "درصد است",
  isAfflicted: "شما به بیماری پسوریازیس مبتلا هستید;",
  notAfflicted: "شما به بیماری پسوریازیس مبتلا نیستید;",
  confirmIsOnDoctor:
    "ضمنا اطلاعات شما برای پزشک ارسال خواهد شد ، پس از تایید پزشک و اعلام نوع نهایی بیماری، شما می توانید به درخواست های دیگر دسترسی داشته باشید",
});

export const FormItems = [
  {
    title:
      "آیا یکی از بستگان درجه یک (والدین/خواهر و برادر) مبتلا به پسوریازیس دارید؟",
  },
  {
    title: "آیا سیگار می‌کشید؟",
  },
  {
    title: "آیا به طور منظم الکل مصرف می‌کنید؟",
  },
  {
    title: "آیا اخیرا استرس را تجربه کرده‌اید؟",
  },
  {
    title: "آیا اخیراً تغییرات فصلی را تجربه کرده اید؟",
  },
  {
    title: "آیا اخیراً عفونت استرپتوکوکی داشته اید؟",
  },
  {
    title: "آیا اخیراً در معرض نور خورشید قرار گرفته اید؟",
  },
  {
    title: "آیا متوجه تغییرات یا ضایعات پوستی شده اید؟",
  },
  {
    title: "آیا درد یا تورم مفاصل را تجربه کرده اید؟",
  },
  {
    title: "آیا متوجه تغییراتی در ناخن های خود شده اید؟",
  },
  {
    title: "آیا اخیراً آسیب یا ضربه پوستی را تجربه کرده اید؟",
  },
  {
    title: "آیا بیماری خودایمنی برای شما تشخیص داده شده است؟",
  },
  {
    title:
      "آیا تا به حال مشکلات پوستی مزمن (مانند راش، درماتیت) را تجربه کرده اید؟",
  },
  {
    title: "آیا رژیم غذایی خود را سالم توصیف میکنید؟",
  },
  {
    title: "آیا به طور مرتب ورزش می کنید؟",
  },
  {
    title: "آیا اضافه وزن دارید یا چاق هستید؟",
  },
];
