export const Consts = Object({
  description:
    "پسوریازیس یکی از شایع ترین بیماری های مزمن التهابی پوست است. شیوع پسوریازیس در کشور متفاوت است و پسوریازیس می تواند در هر سنی ظاهر شود، که نشان می دهد قومیت، زمینه ژنتیکی و عوامل محیطی بر شروع پسوریازیس تأثیر می گذارد.",
  psoriazisType: "انواع مختلف پسوریازیس:",
  items: [
    {
      title: "پسوریازیس ولگاریس (شروع زودرس و دیررس) (Psoriasis vulgaris)",
      description:
        "شایع ترین شکل بالینی پسوریازیس، پسوریازیس ولگاریس، تقریبا 90 درصد موارد را تشکیل می دهد. از نظر بالینی به صورت پلاک های اریتماتوز با مرزهای تیز و پوشیده از سنگفرش های مرواریدی مشاهده می شود. ضایعات توزیع متقارن را نشان می دهند و اغلب در زانوها، آرنج ها، پوست سر و ناحیه خاجی موضعی هستند. تمایل به این ضایعات ممکن است در نتیجه یک حادثه تروماتیک باشد",
      image: "",
    },
    {
      title: "(Guttate psoriasis)",
      description:
        "این نوع پسوریازیس اغلب در کودکان و بزرگسالان دیده می شود. ضایعات به طور ناگهانی با ظاهری مانند قطرات کوچک و کمتر به صورت پاپول های پسوریاتیک سنگفرشی شروع می شوند که عموماً پس از عفونت های استرپتوکوک ظاهر می شوند. این شکل از پسوریازیس اغلب با ژن HLACw6 همراه است. اغلب تیتر آنتی استرپتولیسین افزایش می یابد. با پسرفت عفونت، ضایعات به طور کلی خود به خود ناپدید می شوند. ضایعات به طور کلی در تنه، قسمت پروگزیمال اندام ها، صورت و پوست سر دیده می شوند. آنها معمولاً در عرض 3-4 ماه پسرفت می کنند. گاهی اوقات ضایعات بزرگ شده و شکل پلاک پسوریاتیک را به خود می گیرند",
      image: "",
    },
    {
      title: "پسوریازیس اریترودرمیک (Erythrodermic psoriasis)",
      description:
        "ضایعات پسوریازیس تقریباً 80 درصد از سطح بدن را در این شکل عمومی پسوریازیس تحت تأثیر قرار می دهند. ضایعات عمدتاً اریتماتوز دیده می شوند، پاپول ها و پلاک های معمولی ویژگی های مشخصه خود را از دست می دهند. پوسته پوسته شدن چندان متمایز نیست. در بیماران مبتلا به پسوریازیس اریترودرمیک، هیپوترمی ناشی از اتساع گسترده عروق دیده می شود. پوسته پوسته شدن ممکن است منجر به از دست دادن پروتئین و مشکلات سیستمیک مرتبط مانند ادم اندام تحتانی و نارسایی قلبی، کبدی و کلیوی شود. علاوه بر این، سد محافظ پوست دچار اختلال می شود که منجر به ایجاد واکنش های سیستمیک بالقوه می شود. اغلب، به عنوان یک عارضه پسوریازیس ولگاریس ایجاد می شود، یا می تواند به طور مستقل به عنوان پسوریازیس اریترودرمیک شروع شود",
      image: "",
    },
    {
      title: "پسوریازیس پالموپلانتار (Palmoplantar psoriasis)",
      description:
        "معمولاً این نوع پسوریازیس به طور متقارن کف دست ها و کف پاها را درگیر می کند و نواحی تنار بیشتر از نواحی هیپوتنار درگیر می شوند. اریتم همیشه یافت نمی شود، اما زمانی که وجود دارد به صورت ضایعه ای زرد مایل به صورتی ظاهر می شود",
      image: "",
    },
    {
      title: "آرتریت پسوریاتیک (PSA)( Psoriatic arthritis (PsA))",
      description:
        "شیوع عمومی PsA بین 0.02-0.1٪ است، در حالی که شیوع آن بین 5.4-7٪ در بیماران پسوریازیس متغیر است. در موارد با درگیری شدید پوست، به ویژه پسوریازیس پوسچولر، شیوع PsA به 30-40٪ افزایش می یابد. پسوریازیس بدون عارضه معمولاً در دهه دوم یا سوم زندگی شروع می شود، در حالی که شیوع PsA در دهه سوم افزایش می یابد. میانگین نسبت مرد به زن 1:1 در PsA است. در 75% بیماران مبتلا به PsA، پسوریازیس قبل از ظهور علائم آرتریت شروع می شود، در حالی که در 15% موارد، ضایعات پوستی همزمان با آرتریت دیده می شود. در 10 درصد بیماران، آرتریت قبل از ظهور ضایعات پوستی ظاهر می شود",
      image: "",
    },
    {
      title: "پسوریازیس معکوس (Inverse psoriasis)",
      description:
        "پسوریازیس که در چین های پوستی موضعی است، پسوریازیس خمشی یا معکوس نامیده می شود. ضایعات سنگفرشی به دلیل اصطکاک و رطوبت در چین های پوستی ایجاد نمی شود. ضایعات به صورت پلاک های قرمز روشن، متقارن، نفوذی، شکاف دار با خطوط مشخص ظاهر می شوند پلاک های شکاف دار با خطوط تیز تشخیصی برای این نوع پسوریازیس هستند. بیشتر در افراد چاق دیده می شود و تمایل به ایجاد ضایعات سبورئیک وجود دارد. این فرم به طور کلی در برابر درمان های کلاسیک مقاوم تر است",
      image: "",
    },
    {
      title: "پسوریازیس پوسچولر عمومی Generalized pustular psoriasis",
      description:
        "این یک شکل نادر از پسوریازیس است که با پوسچول پیشرفت می کند. بیشتر در افراد جوان دیده می شود. می‌تواند به‌طور مستقل یا به‌عنوان عارضه پسوریازیس ولگاریس، مانند قطع ناگهانی درمان استروئیدی سیستمیک، عوامل محرک مداخله‌گر، هیپوکلسمی یا درمان تحریک‌کننده ایجاد شود. به طور ناگهانی در زمینه اریتماتو همراه با علائم عمومی مانند تب بالا، سستی و پلی آرترالژی شروع می شود. افزایش سرعت رسوب، لکوسیتوز، لنفوپنی و تعادل منفی نیتروژن دیده می شود. پوسچول ها در عرض چند روز خشک می شوند و به دنبال آن جوش های جدید فوران می کنند. اریتم اطراف پوستی تمایل به انتشار دارد و بنابراین می تواند منجر به اریترودرمی شود. باید به سرعت درمان شود. اگر فرم منتشر شده درمان نشود، فاز حاد ممکن است منجر به یک دوره کشنده شود.",
      image: "",
    },
  ],
});
