export const Consts = Object.freeze({
  title: "قوانین کلی رژیم غذایی برای انواع پسوریازیس",
  supplementTitle: "توصیه های مکمل غذایی کلی برای انواع پسوریازیس:",
  dietary_recommendations: [
    {
      title: "رژیم غذایی ضد التهابی",
      description:
        "میوه ها (توت ها، گیلاس)، سبزیجات (سبزیجات برگ دار، کلم بروکلی) و غلات کامل (کینوآ، برنج قهوه ای) را با هم ترکیب کنید. از چربی های سالم مانند روغن زیتون، آجیل و دانه ها استفاده کنید.",
    },
    {
      title: "اسیدهای چرب امگا 3",
      description:
        "ماهی های چرب (سالمون، ماهی خال مخالی) بخورید یا مکمل های روغن ماهی مصرف کنید.",
    },
    {
      title: "پروبیوتیک ها",
      description:
        "برای حمایت از سلامت روده، ماست، کفیر یا مکمل های پروبیوتیک مصرف کنید.",
    },
    {
      title: "بدون گلوتن",
      description:
        "برخی از افراد ممکن است از رژیم غذایی بدون گلوتن بهره مند شوند. با حذف گلوتن و نظارت بر علائم آزمایش کنید.",
    },
    {
      title: "آبرسانی",
      description: "برای حفظ رطوبت پوست، مقدار زیادی آب بنوشید.",
    },
    {
      title: "ویتامین دی",
      description:
        "از طریق قرار گرفتن در معرض نور خورشید، رژیم غذایی یا مکمل ها از ویتامین D کافی اطمینان حاصل کنید.",
    },
    {
      title: "گوشت قرمز و لبنیات را محدود کنید",
      description:
        "اینها گاهی اوقات علائم را تشدید می کنند، بنابراین مصرف آن را کاهش دهید.",
    },
    {
      title: "از مصرف غذاهای شیرین و فرآوری شده خودداری کنید",
      description: "مصرف غذاهای سرشار از قند و چربی های ناسالم را کاهش دهید.",
    },
    {
      title: "حفظ وزن سالم",
      description:
        "اضافه وزن می تواند علائم پسوریازیس را بدتر کند، بنابراین وزن سالم را در نظر بگیرید.",
    },
    {
      title: "عوامل محرک غذا را کنترل کنید",
      description:
        "برای شناسایی و اجتناب از غذاهای خاصی که باعث شعله ور شدن می شوند، یک دفتر خاطرات غذایی داشته باشید.",
    },
  ],
  supplement_recommendations: [
    {
      title: "اسیدهای چرب امگا 3",
      description:
        "مصرف را از طریق ماهی های چرب (سالمون، ماهی خال مخالی)، دانه های چیا و بذر کتان افزایش دهید. مکمل های روغن ماهی را برای حمایت بیشتر در نظر بگیرید.",
    },
    {
      title: "آنتی اکسیدان ها",
      description:
        "از غذاهای سرشار از آنتی اکسیدان مانند انواع توت ها، آجیل و سبزیجات برگ سبز استفاده کنید. در صورت لزوم از ویتامین های A، C و E استفاده کنید.",
    },
    {
      title: "ویتامین دی",
      description:
        "در صورت پایین بودن سطوح مکمل. قرار گرفتن در معرض نور خورشید و غذاهایی مانند غلات غنی شده و ماهی های چرب می تواند کمک کننده باشد.",
    },
    {
      title: "پروبیوتیک ها",
      description:
        "با غذاهایی مانند ماست، کفیر و سبزیجات تخمیری از سلامت روده حمایت کنید. مکمل های پروبیوتیک را در نظر بگیرید.",
    },
    {
      title: "زردچوبه / کورکومین",
      description:
        "زردچوبه را در رژیم غذایی خود بگنجانید یا از مکمل های کورکومین برای کاهش التهاب استفاده کنید.",
    },
    {
      title: "آلوئه ورا",
      description: "آب آلوئه ورا را به دلیل خواص ضد التهابی آن مصرف کنید.",
    },
    {
      title: "دمنوش های گیاهی",
      description:
        "دمنوش هایی با خواص ضد التهابی و سم زدایی مانند چای سبز، چای زنجبیل و بابونه بنوشید.",
    },
    {
      title: "روغن گل مغربی",
      description:
        "مکمل هایی را برای اسید گاما لینولنیک (GLA) در نظر بگیرید، که می تواند التهاب را کاهش دهد.",
    },
    {
      title: "بیوتین",
      description: "مکمل با بیوتین (ویتامین B7) برای حمایت از سلامت پوست.",
    },
    {
      title: "از محرک های رایج اجتناب کنید",
      description:
        "غذاهای خاصی که ممکن است باعث ایجاد علائم شوند، مانند گلوتن، لبنیات، و شب بو را شناسایی کرده و از آن اجتناب کنید.",
    },
    {
      title: "آبرسانی",
      description:
        "برای حفظ رطوبت پوست و سلامت کلی پوست، مقدار زیادی آب بنوشید.",
    },
  ],
});
