export const Consts = Object.freeze({
  title: "به سوالات زیر در مورد بیمار پاسخ دهید",
  subTitle: "لطفا به تمامی سوالات زیر با بله یا خیر با دقت پاسخ دهید",
  yes: "بله",
  no: "نه",
  continue: "ادامه",
  alarm: "پیام هشدار",
  diagnosis: "احتمال پیشنهادی برای تشخیص بیماری",
  percentage: "درصد است",
  isAfflicted: "بیمار به پسوریازیس مبتلا است ",
  notAfflicted: "بیمار به پسوریازیس مبتلا نیست ",
  confirmIsOnDoctor: "تشخیص نهایی بیماری بیمار بر عهده پزشک می باشد",
});

export const FormItems = [
  {
    title:
      "آیا یکی از بستگان درجه یک (والدین یا خواهر و برادر) بیمار مبتلا به پسوریازیس است؟",
  },
  {
    title: "آیا سیگار میکشد؟",
  },
  {
    title: "آیا به طور منظم الکل مصرف می کند؟",
  },
  {
    title: "آیا اخیرا استرس را تجربه کرده است؟",
  },
  {
    title: "آیا اخیراً تغییرات فصلی را تجربه کرده است؟",
  },
  {
    title: "آیا اخیراً عفونت استرپتوکوکی داشته است؟",
  },
  {
    title: "آیا اخیراً در معرض نور خورشید شدید قرار گرفته است؟",
  },
  {
    title: "آیا متوجه تغییرات یا ضایعات پوستی شده است؟",
  },
  {
    title: "آیا درد یا تورم مفاصل را تجربه کرده است؟",
  },
  {
    title: "آیا متوجه تغییراتی در ناخن های خود شده است؟",
  },
  {
    title: "آیا اخیراً آسیب یا ضربه پوستی را تجربه کرده است؟",
  },
  {
    title: "آیا بیماری خودایمنی برای بیمار تشخیص داده شده است؟",
  },
  {
    title:
      "آیا تا به حال مشکلات پوستی مزمن (مانند راش، درماتیت) را تجربه کرده است؟",
  },
  {
    title:
      "آیا تا به حال مشکلات پوستی مزمن (مانند راش، درماتیت) را تجربه کرده است؟",
  },
  {
    title: "آیا به طور مرتب ورزش می کند؟",
  },
  {
    title: "آیا اضافه وزن دارد یا چاق است؟",
  },
];
